Repository: trungbq06/GuessSong
Catalog: GuessSong/*.lproj/Localizable.strings
Languages: vi

source: Awesome
vi: Tuyệt vời

source: Good Job
vi: Rất tốt

source: Amazing
vi: Xuất sắc

source: Great
vi: Xuất sắc

source: Incredible
vi: Tuyệt vời

source: The song was
vi: Bài hát là

source: The word was
vi: Đáp án là

source: Sensational
vi: Thiên tài

source: Fantastic
vi: Siêu sao

source: Excellent
vi: Thông minh

source: Wonderful
vi: Tuyệt vời

source: You finished all level! We will update new data soon. Please come back later!
vi: Bạn đã hoàn thành tất cả level hiện tại. Chúng tôi sẽ cập nhật dữ liệu sớm. Bạn quay lại sau nhé !

source: Coins earned
vi: Bạn được tặng

source: Remove character
vi: Xoá ký tự

source: Correct character
vi: Xoá ký tự

source: Do you want to reveal a character for 35 coins
vi: Bạn có muốn dùng 35 coins để mở một ký tự đúng không ?

source: Do you want to delete a wrong character for 25 coins
vi: Bạn có muốn dùng 25 coins để xoá một ký tự sai không ?

source: Skip Level
vi: Bỏ qua Level

source: Do you want to skip this level for 55 coins
vi: Bạn có muốn dùng 55 coins để bỏ qua level này không ?

source: Sorry
vi: Xin lỗi

source: You didn't make it. Please try again !
vi: Bạn chưa trả lời đúng !

source: Do you want to listen to this song for 55 coins
vi: Bạn có muốn dùng 55 coins để nghe thử bài này trên iTunes không ?

source: Listen
vi: Nghe nhạc

source: Back
vi: Quay lại
